tweet_app/app/controllers/posts_controller.rb

SELECT "posts".* FROM "posts" ORDER BY "posts"."content" DESC
---
  def index
    @posts = Post.all.order(content: :desc)